RRN_Data/593800/593864.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-08-17T19:11:47.817+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-08-17T19:11:47.817+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="220817-001079" version="3"><overallSeverity>medium</overallSeverity><situationVersionTime>2022-08-17T19:11:45.743+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="PoorEnvironmentConditions" id="220817-001079-1" version="3"><situationRecordCreationTime>2022-08-17T14:06:39.972+02:00</situationRecordCreationTime><situationRecordObservationTime>2022-08-17T19:11:45.743+02:00</situationRecordObservationTime><situationRecordVersionTime>2022-08-17T19:11:45.743+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-08-17T14:06:39.972+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Nord-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Caen</value></values></sourceName><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-08-17T14:06:39.972+02:00</overallStartTime><overallEndTime>2022-08-17T21:00:00.000+02:00</overallEndTime></validityTimeSpecification></validity><groupOfLocations xsi:type="Area"><tpegAreaLocation xsi:type="TpegNamedOnlyArea"><tpegAreaLocationType>other</tpegAreaLocationType><name><descriptor><values><value lang="fr">Calvados</value></values></descriptor><tpegAreaDescriptorType>administrativeAreaName</tpegAreaDescriptorType></name></tpegAreaLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><poorEnvironmentType>thunderstorms</poorEnvironmentType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>